Repository: charliemartinez/usuarios
Catalog: .lang/*.po
Languages: de, fr, gl_es, it, pt_br

source: Usuarios
de: Benutzer
fr: Utilisateurs
it: Utenti
pt_br: Usuários

source: GUI sencilla que reune atajos para adminitrar usuarios, grupos y contraseñas.
de: Einfache GUI, die Verknüpfungen zur Verwaltung von Benutzern, Gruppen und Passwörtern sammelt.
fr: Interface graphique simple qui rassemble des raccourcis pour gérer les utilisateurs, les groupes et les mots de passe.
gl_es: GUI sinxela que reúne atallos para xestionar usuarios, grupos e contrasinais.
it: Interfaccia grafica utente (GUI) semplice che raccoglie scorciatoie per gestire utenti, gruppi e password.
pt_br: Interface gráfica simples que reúne atalhos para administrar usuários, grupos e senhas.

source: Idioma
de: Idiom
fr: Langage
gl_es: Lingua
it: Linguaggio
pt_br: Língua

source: Gestor de usuarios
de: Benutzer Manager
fr: Gestionnaire d'utilisateurs
gl_es: Xestor de usuarios
it: Gestore utenti
pt_br: Gerente de usuário

source: Requiere contraseña de administrador
de: Ändern Sie Ihr Passwort für Ihren Benutzernamen
fr: Nécessite un mot de passe administrateur
gl_es: Require un contrasinal de administrador
it: Richiede password amministratore
pt_br: Requer senha de administrador

source: Administrar usuarios y grupos
de: Benutzer und Gruppen verwalten
fr: Gérer les utilisateurs et les groupes
gl_es: Xestionar usuarios e grupos
it: Gestisci utenti e gruppi
pt_br: Gerenciar usuários e grupos

source: Cambiar la contraseña de tu usuario
de: Ändern Sie Ihr Passwort
fr: Changez votre mot de passe d'utilisateur
gl_es: Cambia o teu contrasinal
it: Cambia la tua password
pt_br: Mude sua senha

source: Cambiar contraseña del usuario actual
de: Passwort des aktuellen Benutzers ändern
fr: Changer le mot de passe de l'utilisateur actuel
gl_es: Cambia o contrasinal do usuario actual
it: Cambia la password dell'utente attuale
pt_br: Alterar a senha do usuário atual

source: Requiere conocer la contraseña actual
de: Erfordert die Kenntnis des aktuellen Passworts
fr: Nécessite de connaître le mot de passe actuel
gl_es: Require coñecer o contrasinal actual
it: Richiede la conoscenza della password corrente
pt_br: Requer saber a senha atual

source: Cambiar contraseña usuario administrador
de: Administrator-Benutzerkennwort ändern
fr: Changer le mot de passe de l'administrateur
gl_es: Cambiar o contrasinal de usuario de administrador
it: Modifica password utente amministratore
pt_br: Alterar senha de usuário administrador

source: Salir
de: Aussteigen
fr: Sortir
gl_es: Fóra
it: Uscire
pt_br: Saia

source: Activa inicio de sesion automático para el usuario actual
de: Aktiviere die automatische Anmeldung für den aktuellen Benutzer
fr: Activer la connexion automatique pour l'utilisateur actuel
gl_es: Activa o inicio de sesión automático para o usuario actual
it: Attiva l'accesso automatico per l'utente corrente
pt_br: Ativar login automático para o usuário atual

source: Activar inicio de sesión automático
de: Automatische Anmeldung aktivieren
fr: Activer la connexion automatique
gl_es: Activar o inicio de sesión automático
it: Attivare l'accesso automatico
pt_br: Ativar login automático

source: Requiere contraseña del usuario actual
de: Aktuelles Benutzerpasswort anfordern
fr: Exiger le mot de passe de l'utilisateur actuel
gl_es: Require contrasinal de usuario actual
it: Richiede la password dell'utente corrente
pt_br: Requer a senha do usuário atual

source: Desactivar inicio de sesión automático
de: Deaktivieren Sie die automatische Anmeldung
fr: Désactiver la connexion automatique
gl_es: Desactivar o inicio de sesión automático
it: Disattiva l'accesso automatico
pt_br: Desativar login automático

source: Modificar foto y datos de perfil
de: Foto- und Profildaten ändern
fr: Modifier les données de photo et de profil
gl_es: Modifica os datos da foto e do perfil
it: Modificare foto e dati del profilo
pt_br: Modificar foto e dados do perfil

source: A continuación se abrirá la terminal de comandos. ¡No le tengas miedo! Sólo escribe el comando:
fr: La ligne de commande s'ouvrira. N'aie pas peur! Tape simplement la commande :
gl_es: A liña de comandos abrirase. Non teñas medo! Simplemente escribe o comando:
it: Successivamente si aprirà la riga di comando. Non aver paura! Basta scrivere il comando:
pt_br: A seguir, abrirá o terminal de comandos. Não tenha medo! Apenas digite o comando:

source: OK
fr: D'accord

source: Luego presiona <Enter>. El sistema solicitará tu clave, ingrésala, presiona <Enter> otra vez y listo ¿Verdad que es fácil?
fr: Ensuite, appuie sur <Entrée>. Le système demandera ton mot de passe, saisis-le, appuie de nouveau sur <Entrée> et c'est tout ! N'est-ce pas facile ?
gl_es: Logo preme <Enter>. O sistema solicitará o teu contrasinal, introdúceo, preme <Enter> de novo e listo! Non é doado?
it: Successivamente premi <Invio>. Il sistema richiederà la tua chiave, inseriscila, premi di nuovo <Invio> e sei a posto. Facile, vero?
pt_br: Então pressione <Enter>. O sistema solicitará sua senha, insira-a, pressione <Enter> novamente e pronto! Não é fácil?
